{"ten":"Lễ hội Lồng Tồng","thongtin":"Là lễ hội truyền thống đặc trưng của cộng đồng người Tày, được tổ chức thường niên vào tháng Giêng, tháng Hai âm lịch theo từng địa phương. Lễ hội là dịp để bà con khắp nơi cầu phúc lộc, mùa màng bội thu, cuộc sống bình yên, no ấm hạnh phúc. Nhiều trò chơi dân gian cổ truyền như ném còn, bịt mắt bắt dê, hát lượn… được tổ chức trong lễ hội này.\u003cbr\u003e"},{"ten":"Lễ hội cầu an bản Mường","thongtin":"Là lễ hội truyền thống của bà con dân tộc Thái ở Mai Châu, Thuận Châu, Mộc Châu và đồng bào dân tộc Mường. Lễ hội cầu an bản Mường là sinh hoạt văn hóa tín ngưỡng có ý nghĩa quan trọng đối với cộng đồng các dân tộc thiểu số ở vùng Tây Bắc. Lễ hội thường được tổ chức vào cuối tháng Giêng, đầu tháng Hai âm lịch hằng năm; được gắn với tục giết trâu và tạ thần linh thể hiện qua hình tượng thủy thần, thuồng luồng… Lễ hội có nhiều hoạt động liên quan đến đời sống vật chất, tinh thần, tâm linh, mùa màng hay sức khỏe của cả cộng đồng trong năm diễn ra lễ hội.\u003cbr\u003e"},{"ten":"Lễ hội hoa ban","thongtin":"Hay còn được gọi là hội Xên bản, Xên mường – một lễ hội của đồng bào dân tộc Thái. Lễ hội được tổ chức vào mùa hoa ban nở trắng núi rừng Tây Bắc, tức là vào dịp tháng Hai âm lịch. Lễ hội hoa ban được mệnh danh là ngày hội của tình yêu đôi lứa, ngày hội của hạnh phúc gia đình, hội cầu mùa màng tươi tốt, cuộc sống no ấm nơi bản mường, và cũng là dịp để bà con và du khách tham gia các trò chơi, thi tài, hát giao duyên trong những đêm trăng sáng.\u003cbr\u003e"},{"ten":"Lễ hội Đền Hùng (Giỗ tổ Hùng Vương) – Phú Thọ","thongtin":"Không biết từ bao giờ, phong tục giỗ tổ Hùng Vương đã trở thành một truyền thống văn hoá ở nước ta. Cứ vào mùa xuân là lễ hội diễn ra và kéo dài từ mùng 8 – 11/03 âm lịch, trong đó mùng 10 là chính hội. Lễ hội hàng năm thu hút rất đông lượt khách du lịch trong nước và quốc tế thành tâm về chiêm bái.\u003cbr\u003e"},{"ten":"Lễ hội chùa Hương – Hà Nội (Mỹ Đức, Hà Tây cũ)","thongtin":"Lễ hội Chùa Hương hàng năm đều diễn ra từ 6 tháng Giêng cho đến hết tháng Ba âm lịch. Được đánh giá là một trong những lễ hội diễn ra trong thời gian dài nhất, thu hút đông đảo du khách đổ về đây đề đi lễ cầu tài, cầu lộc kết hợp với du lịch thưởng ngoạn.\u003cbr\u003e"},{"ten":"Lễ hội Yên Tử – Quảng Ninh","thongtin":"Hàng năm, lễ hội kéo dài từ ngày 10 tháng Giêng đến hết tháng Ba âm lịch, thu hút nhiều du khách thập phương đến viếng Chùa vào mùa du lịch lễ hội tại Việt Nam.\u003cbr\u003e"},{"ten":"Hội gò Đống Đa – Hà Nội","thongtin":"Hội gò Đống Đa diễn ra vào ngày mùng 5 Tết tại khu vực gò Đống Đa, phường Quang Trung, quận Đống Đa, Hà Nội.\u003cbr\u003e"},{"ten":"Lễ hội đền Gióng – Sóc Sơn, Hà Nội","thongtin":"Lễ hội đền Gióng được khai hội ngày 6/1 âm lịch hàng năm và tổ chức tại xã Phù Linh, huyện Sóc Sơn (Hà Nội). Theo truyền thuyết, vùng đất này là nơi dừng chân cuối cùng của Thánh Gióng trước khi cởi bỏ áo giáp bay về trời. Lễ hội diễn ra trong 3 ngày với các nghi lễ truyền thống như: lễ khai quang, lễ rước, lễ dâng hương, dâng hoa tre lên đền Thượng, nơi thờ Thánh Gióng thu hút sự quan tâm của người dân địa phương và du khách quốc tế.\u003cbr\u003e"},{"ten":"Lễ hội chùa Bái Đính – Ninh Bình","thongtin":"Vào mùa khai hội, hàng triệu phật tử trong cả nước cùng du khách thập phương lại nô nức trẩy hội chùa Bái Đính, để cảm nhận được tình yêu thiên nhiên trong ngày hội lịch sử để từ đó hướng về quá khứ dựng nước. Trẩy hội chùa Bái Đính không dừng lại ở chốn Phật đài hay bầu trời – cảnh bụt, mà còn là ở sự tiếp xúc, hòa nhập giữa con người trước thiên nhiên rộng lớn một vùng.\u003cbr\u003e"},{"ten":"Hội Xoan – Phú Thọ","thongtin":"Vào ngày 10 tháng Giêng sẽ diễn ra trò trình nghề ở bãi sông trước đình làng với các vai diễn cày, bừa, gieo mạ, tát nước, bán con ngài tằm, bán bông hấp dẫn, độc đáo của riêng hội Xoan.\u003cbr\u003e"},{"ten":"Lễ hội Côn Sơn – Hải Dương","thongtin":"Lễ hội chùa Côn Sơn được tổ chức hàng năm bởi cộng đồng cư dân phường Cộng Hòa, xã Lê Lợi, thị xã Chí Linh, tỉnh Hải Dương và Ban Quản lý Di tích Côn Sơn – Kiếp Bạc. Lễ hội được tổ chức vào tháng Giêng hàng năm, kéo dài từ ngày 15 đến ngày 22 của tháng.\u003cbr\u003e"},{"ten":"Lễ hội Lim – Bắc Ninh","thongtin":"Qua nhiều năm, hội Lim đã có nhiều lớp văn hóa, đến nay người ta chỉ tổ chức tế lễ hậu thần vào ngày 13 tháng Giêng trùng với hội chùa Lim. Vì vậy mà có hội Lim và đây cũng là một hội hàng tổng độc đáo của vùng.\u003cbr\u003e"},{"ten":"Lễ hội đền Trần – Nam Định","thongtin":"Lễ hội đền Trần cũng là dịp để mỗi người dân Nam Định nói riêng và người dân Việt Nam nói chung tự hào mỗi khi nhớ về cội nguồn và về các vị vua, tướng thời Trần.\u003cbr\u003e"},{"ten":"Hội chùa Keo – Thái Bình","thongtin":"Ngoài lễ Phật, hội chùa Keo còn có các cuộc đua tài giải trí gắn với sinh hoạt của cư dân nông nghiệp như các trò thi bắt vịt, nấu cơm và ném pháo.\u003cbr\u003e"},{"ten":"Lễ hội Bà chúa Kho – Bắc Ninh","thongtin":"Là một lễ hội lớn tại miền Bắc, có ý nghĩa nhất là đối với giới kinh doanh, làm ăn buôn bán. Tục lệ “cuối năm trả nợ, đầu năm đi vay bà chúa Kho” đã trở thành một phong tục tồn tại lâu đời tại Việt Nam. Đền bà chúa Kho nằm tại địa phận làng Cổ Mễ, phường Vũ Ninh, thành phố Bắc Ninh. Lễ hội Bà chúa Kho khai hội vào 14/1 âm lịch với các tục dâng hương, khấn vay tiền Bà Chúa (tượng trưng) để “cầu tài phát lộc” cho một năm làm ăn phát đạt.\u003cbr\u003e"},{"ten":"Hội Chùa Thầy – Hà Nội (Quốc Oai, Hà Tây cũ)","thongtin":"Hội chùa Thầy hàng năm được tổ chức từ ngày 5 đến 7 tháng Ba âm lịch. Lễ hội được bắt đầu bằng lễ cúng Phật và chạy đàn (một diễn xướng có tính chất tôn giáo với sự phối hợp của các nhạc cụ dân tộc).\u003cbr\u003e"},{"ten":"Lễ hội cầu Ngư","thongtin":"Lễ hội cầu Ngư có các trò chơi mô tả cảnh sinh hoạt của nghề đánh cá, đặc sắc là hình ảnh “bủa lưới” mang ý nghĩa trình nghề, khắc họa đậm nét nghi lễ dân gian của cư dân vùng ven biển.\u003cbr\u003e"},{"ten":"Lễ hội Lam Kinh","thongtin":"Trong lễ hội, phần nghi thức rước kiệu từ lăng vua Lê Thái Tổ về đền thờ được tổ chức rất trang trọng, uy nghiêm. Kết thúc phần lễ dâng hương tưởng niệm, du khách sẽ có dịp tham quan quần thể di tích Lam Kinh, xem các điệu múa như múa Xuân Phả hay chơi các trò chơi dân gian truyền thống như Bình Ngô phá trận…\u003cbr\u003e"},{"ten":"Lễ hội Dinh Thầy – Thím","thongtin":"Vào dịp lễ hội, đông đảo người dân địa phương và du khách đến cầu nguyện sức khỏe, hạnh phúc cho gia đình, họ hàng và công việc làm ăn hanh thông. Ngoài các nghi lễ xưa vẫn được bảo tồn, trong phần hội còn có nhiều trò chơi dân gian thu hút như: chèo Bả Trạo, diễn xướng tích Thầy, biểu diễn võ thuật, thi lắc thúng, gánh cá đi bộ, múa rồng… tạo nên không khí lễ hội sôi động.\u003cbr\u003e"},{"ten":"Lễ hội Katê","thongtin":"Các thầy cúng sẽ tiến hành lễ cúng tế ở ngoài sân sau khi các thầy coi về đạo giáo. Sau đó thì du khách vào tháp, tận mắt chứng kiến bà bóng và thầy cúng tắm rửa, thay áo cho vua Poklong Garai (tượng đá), đọc kinh và hát những bài hát dân ca. Nghi lễ này được kết thúc bằng điệu múa thiêng liêng của bà bóng trong tháp.\u003cbr\u003e"},{"ten":"Lễ cơm mới","thongtin":"Lễ mừng thu hoạch của người Mạ là lễ hội lớn nhất trong năm và thường kéo dài 7 ngày. Lễ ăn cơm mới của người Bana chỉ diễn ra trong ba ngày, khi đã bắt đầu thu hoạch. Và lễ Sơmắh Kek diễn ra khi gặt lúa đại trà. Cuối cùng là lễ đóng cửa kho.\u003cbr\u003e"},{"ten":"Hội đua voi","thongtin":"Được tổ chức hằng năm vào tháng Ba âm lịch, hội diễn ra ở Buôn Đôn hoặc ở những cánh rừng thưa nằm ven dòng sông Sêvepốc. Trước khi vào cuộc đua, một tiếng tù và cất lên, từng tốp voi được nhưng người quản tượng điều khiển đứng vào vị trí xuất phát. Khi có lệnh xuất phát, những chú voi sẽ thi nhau phóng về phía trước trong tiếng chiêng, trống, hò reo cổ vũ vang cả núi rừng.\u003cbr\u003e"},{"ten":"Lễ hội đâm trâu","thongtin":"Sau các nghi thức cúng thần linh, con trâu được dắt ra cột ở gốc cây nêu giữa sân. Tất cả già, trẻ, trai gái trong bản cùng nhảy múa trong tiếng nhạc của cồng, chiêng. Sau đó, một đội đâm trâu được trang bị giáo mác và đều là những chàng trai trẻ, sẽ vào sân để bắt đầu tiến hành đâm trâu.\u003cbr\u003e"},{"ten":"Lễ hội Dinh Cô","thongtin":"Các vị cao niên (chủ lễ) thường mặc lễ phục trang nghiêm và có những lời cầu nguyện mưa thuận gió hòa, quốc thái dân an. Sau đó, bắt đầu lễ nghinh Cô ngoài biển với những thuyền hoa lộng lẫy.\u003cbr\u003e"},{"ten":"Lễ hội Bà Chúa Xứ","thongtin":"Đêm ngày 23, nghi thức tắm Bà diễn ra thu hút đông đảo người xem. Sau đó tượng Bà được đưa xuống và dùng nước mưa pha với nước hoa để tắm. Lễ vía Bà hàng năm thu hút du khách thập phương đến tham dự lễ hội dân gian, cầu tài lộc, và cũng là dịp chiêm ngưỡng cảnh trí thiên nhiên tươi đẹp ở núi Sam và các di tích lịch sử xung quanh như: Lăng Thoại Ngọc Hầu, Chùa Tây An…\u003cbr\u003e"},{"ten":"Lễ hội Ok Om Bok","thongtin":"Xuất phát từ tín ngưỡng dân gian, mặt trăng được biết là thần bảo vệ mùa màng, nên người Khmer thường tổ chức lễ hội Ok Om Bok vào ngày rằm tháng 10 âm lịch hằng năm như để cảm ơn các vị thần đã cho mưa thuận, gió hòa và mùa bội thu… Theo phong tục của người Khmer, sau lễ cúng Trăng sẽ là hội đua nge ngo, thu hút hàng chục vạn người tham gia hưởng ứng.\u003cbr\u003e"},