{"ten":"Thời đồ đá cũ","namTriVi":"","khac":": con người đã sinh sống từ hàng trăm ngàn năm trước ở lãnh thổ Việt Nam với các di tích của nền văn hóa Sơn Vi."},{"ten":"Thời đồ đá mới","namTriVi":"","khac":": khoảng từ 5700-15000 năm trước, tiêu biểu với nền văn hóa Hòa Bình và Bắc Sơn với nền văn minh lúa nước."},{"ten":"Thời đồ đồng-đá","namTriVi":"","khac":": khoảng 3500-4000 năm trước, tiêu biểu với nền văn hóa Phùng Nguyên."},{"ten":"Thời đồ đồng","namTriVi":"","khac":": cách đây khoảng 3000 năm trước, tiêu biểu với nền văn hóa Đồng Đậu, văn hóa Gò Mun."},{"ten":"Thời đồ sắt","namTriVi":"","khac":": khoảng 1200 TCN, tiêu biểu với nền văn hóa Đông Sơn, Sa Huỳnh, Óc Eo."},{"ten":"Nước Xích Quỷ","namTriVi":"","khac":": có thể coi đây là một nhà nước “liên bang” lỏng lẻo của các bộ tộc người Việt cổ, sinh sống ở vùng Lĩnh Nam. Tương truyền Đế Minh là cháu 3 đời của Viêm đế (tức Thần Nông) trong khi đi xuống phía Nam đã kết hôn với một vị tiên nữ và sinh được một người con tên là Lục Tộc. Đế Minh phong cho con trưởng là Đế Nghi làm vua phương Bắc, phong cho con thứ là Lục Tộc làm vua phương Nam lấy hiệu là Kinh Dương Vương, tên nước là Xích Quỷ. Như vậy Kinh Dương Vương chính là thủy tổ của dân tộc Việt. Kinh Dương Vương lấy con gái vua Động Đình Hồ là Long Nữ và sinh được một người con trai tên là Sùng Lãm. Sau Kinh Dương Vương truyền ngôi lại cho Sùng Lãm, tức là Lạc Long Quân. Sau Lạc Long Quân lấy một vị tiên nữ đẻ ra bọc trăm trứng nở trăm con. Đây chính là tổ tiên của người Bách Việt."},{"ten":"Nhà nước Văn Lang","namTriVi":"","khac":": sau thời kỳ “liên bang” tan rã, khoảng thế kỷ 7 TCN, những người Lạc Việt sống ở miền Bắc Việt Nam bi giờ đã xây dựng nhà nước cho riêng mình. Đó là nhà nước Văn Lang do các vua Hùng trị vì đóng đô tại Phong Châu (Phú Thọ ngày nay)."},{"ten":"Nhà Thục","namTriVi":"(257 TCN – 208 TCN)","khac":": khoảng thế kỷ thứ 3 TCN, Thục Phán là thủ lĩnh của bộ tộc Âu Lạc đã cùng vua Hùng thứ 18 hợp lực đánh bại quân đội xâm lược của nhà Tần. Vua Hùng đã nhường ngôi cho Thục Phán, sát nhập lãnh thổ hai nước Âu Việt và Lạc Việt thành Âu Lạc. Thục Phán lên ngôi vua lấy hiệu là An Dương Vương, lập nên nhà Thục, đóng đô ở Cổ Loa.","trieuDai":{"ten":"Nhà Thục","nguoiSangLap":"Thục Phán, tức An Dương Vương","queHuong":"Bồn địa Tứ Xuyên, tỉnh Tứ Xuyên, Trung Quốc","kinhDo":"Phong Khê (nay là thành Cổ Loa, huyện Đông Anh, Hà Nội)","thoiGian":"(258–207 TCN)"}},{"ten":"Nhà Triệu","namTriVi":"(208 TCN – 111 TCN)","khac":": Triệu Đà là quan uý quận Nam Hải (nay là Quảng Đông) nhân lúc nhà Tần suy yếu đã cát cứ quận Nam Hải sau đó đem quân đi thôn tính các lãnh thổ của Âu Lạc, Mân Việt và quận Quế Lâm thành lập nhà Triệu, đặt tên nước là Nam Việt, kinh đô là Phiên Ngưng, xưng ngang hàng với nhà Hán bên Trung Quốc. Tuy là vua ngoại tộc nhưng Triệu Đà đã đứng về phía dân tộc Việt trong cuộc chiến chống lại nhà Hán.","trieuDai":{"ten":"Nhà Triệu","nguoiSangLap":"Triệu Đà, tức Triệu Vũ Đế","queHuong":"Huyện Chính Định, tỉnh Hà Bắc, Trung Quốc","kinhDo":"Cung điện Phiên Ngung (thành phố Quảng Châu, tỉnh Quảng Đông, Trung Quốc)","thoiGian":"(207–111 TCN)"}},{"ten":"Thuộc Hán","namTriVi":"(111 TCN – 39)","khac":": năm 111TCN, Hán Vũ Đế đã điều hơn 10 vạn quân đi thôn tính nước Nam Việt. Bọn quan lại nhà Triệu đã quỳ gối xin hàng và Nam Việt đã bị sát nhập vào lãnh thổ của nhà Hán. Nhà Hán đã chia Nam Việt thành 9 quận bao gồm Đạm Nhĩ, Chu Nhai (đảo Hải Nam, Trung Quốc ngày nay), Nam Hải, Hợp Phố, Uất Lâm, Thương Ngô(đều thuộc Quảng Đông, Quảng Tây, Trung Quốc ngày nay), Giao Chỉ (Bắc Bộ, Việt Nam ngày nay), Cửu Chân (Thanh Hóa-Nghệ Tĩnh, Việt Nam ngày nay), Nhật Nam (Quãng Bình-Quãng Nam, Việt Nam ngày nay). Chúng đã cai trị dân ta bằng một chính sách tàn bạo và khắc nghiệt.","trieuDai":{"ten":"Nhà Triệu","nguoiSangLap":"Triệu Đà, tức Triệu Vũ Đế","queHuong":"Huyện Chính Định, tỉnh Hà Bắc, Trung Quốc","kinhDo":"Cung điện Phiên Ngung (thành phố Quảng Châu, tỉnh Quảng Đông, Trung Quốc)","thoiGian":"(207–111 TCN)"}},{"ten":"Lý Nam Đế","namTriVi":"(544-548)","khac":": sau 3 lần đánh bại được quân của nhà Lương đến mùa xuân 544, Lý Bí xưng đế tức Lý Nam Đế, đặt tên nước là Vạn Xuân.","trieuDai":{"ten":"Nhà Tiền Lý","nguoiSangLap":"Lý Bí, tức Lý Nam Đế","queHuong":"Thôn Cổ Pháp, xã Tiên Phong, huyện Phổ Yên, tỉnh Thái Nguyên (đang tranh cãi)","kinhDo":"Long Uyên (nay thuộc quận Long Biên, Hà Nội hoặc Bắc Ninh)","thoiGian":"(544-602)"}},{"ten":"Triệu Việt Vương","namTriVi":"(548-571)","khac":": năm 545 nhà Lương lại cử quân sang đánh nước Vạn Xuân, Lý Nam Đế liên tục thua trận nên đã rút về động Khuất Lão và trao binh quyền cho Triệu Quang Phục. Năm 548, ông bị bệnh nặng và mất, Triệu Quang Phục lên thay lấy hiệu Triệu Việt Vương, tiếp tục lãnh đạo nhân dân đấu tranh chống lại nhà Lương. Cuối năm 550 Triệu Quang Phục đánh bại quân nhà Lương, khôi phục nước Vạn Xuân.","trieuDai":{"ten":"Họ Triệu","nguoiSangLap":"Triệu Quang Phục, tức Triệu Việt Vương (xen giữa Tiền Lý Nam Đế và Hậu Lý Nam Đế)","queHuong":"Huyện Khoái Châu, tỉnh Hưng Yên (đang tranh cãi)","kinhDo":"Long Uyên (nay thuộc quận Long Biên, Hà Nội hoặc Bắc Ninh)... sau dời sang Vũ Ninh (nay là huyện Quế Võ, tỉnh Bắc Ninh)","thoiGian":"(544–602)"}},{"ten":"Lý Phật Tử","namTriVi":"(571-602)","khac":": năm 546 khi Lý Nam Đế thua trận và phải rút quân về động Khuất Lão, anh trai của Lý Nam Đế là Lý Thiên Bảo cùng vị tướng Lý Phật Tử mang 3 vạn quân ra đánh Đức Châu (Nghệ An) nhưng bị quân nhà Lương đánh bại nên phải thu thập tàn quân chạy sang đất người Di Lạo ở Ai Lao xây đắp thành trì để ở. Tại đây Lý Thiên Bảo tự xưng là Đào Lang Vương, đặt tên nước là Dã Năng. Năm 555 Đào Lang Vương mất, mọi người tôn Lý Phật Tử lên thay. Năm 557, Lý Phật Tử kéo quân về Vạn Xuân gây chiến với Triệu Quang Phục. Năm 571, Lý Phật Tử đã đánh bại Triệu Quang Phục, tự xưng là Nam Đế (nên sử sách gọi là Hậu Lý Nam Đế)."},{"ten":"Mai Hắc Đế","namTriVi":"(713-722)","khac":": Năm 713, Mai Thúc Loan lãnh đạo nghĩa quân khởi nghĩa ở Hoan Châu chống lại ách đô hộ nhà Đường và giành được thắng lợi. Ông lên ngôi vua, xưng là Mai Hắc Đế. Năm 722, nhà Đường sai 10 vạn quân sang đánh nước ta. Sau nhiều trận đánh khốc liệt, Mai Hắc Đế thất trận, ông rút quân vào rừng lâm bệnh nặng rồi mất. Tương truyền con trai thứ 3 của ông là Mai Thúc Huy lên thay lấy hiệu là Mai Thiếu Đế và tiếp tục chống trả quân nhà Đường đến năm 723 thì tan rã. Nước ta lai rơi vào tay nhà Đường.","trieuDai":{"ten":"Họ Mai","nguoiSangLap":"Mai Thúc Loan, tức Mai Hắc Đế","queHuong":"Làng Ngọc Trừng, xã Nam Thái, huyện Nam Đàn, tỉnh Nghệ An","kinhDo":"Vạn An (nay thuộc huyện Nam Đàn, Nghệ An)","thoiGian":"(713–723)"}},{"ten":"Khúc Thừa Dụ","namTriVi":"(905-907)","khac":": năm 905 Khúc Thừa Dụ khởi nghĩa giành chính quyền, tự xưng là Tiết Độ Sứ. Nhà Đường không còn cách nào khác phải công nhận quyền tự chủ của người Việt.","trieuDai":{"ten":"Họ Khúc","nguoiSangLap":"Khúc Thừa Dụ, tức Khúc Tiên Chủ","queHuong":"Xã Kiến Quốc, huyện Ninh Giang, tỉnh Hải Dương","kinhDo":"Đại La (nay thuộc Hà Nội)","thoiGian":"(905–930)"}},{"ten":"Khúc Hạo","namTriVi":"(907-917)","khac":": năm 907 Khúc Thừa Dụ qua đời, con là Khúc Hạo lên thay."},{"ten":"Khúc Thừa Mỹ","namTriVi":"(917-930)","khac":": năm 917 Khúc Thừa Mỹ là con của Khúc Hạo lên thay cha giữ chức Tiết Độ Sứ. Vào thời gian này, chính quyền phương Bắc đang rất hỗn loạn hình thành nên cục diện Ngũ Đại Thập Quốc. Năm 930 quân Nam Hám đem quân sang đánh nước ta, Khúc Thừa Mỹ chống cự không nổi sức địch, bị bắt và giải về Phiên Ngưng."},{"ten":"Dương Đình Nghệ","namTriVi":"(931-938)","khac":": năm 931 Dương Đình Nghệ, là tướng cũ của của Khúc Hạo, đã đánh chiếm Giao Châu và đánh tan quân tiếp viện của Nam Hán giành lại chính quyền. Sau khi dẹp xong giặc, ông tự xưng Tiết Độ Sứ tiếp tục xây dựng nền tự chủ của nước ta.","trieuDai":{"ten":"Họ Dương","nguoiSangLap":"Dương Đình Nghệ, tức Dương Chính Công (giai đoạn tự chủ) Dương Tam Kha, tức Dương Bình Vương (xen giữa Tiền Ngô Vương và Hậu Ngô Vương)","queHuong":"Tỉnh Thanh Hóa","kinhDo":"Dương Đình Nghệ đóng đô ở Đại La (nay thuộc Hà Nội) còn Dương Tam Kha đóng đô ở thành Cổ Loa (huyện Đông Anh, Hà Nội)","thoiGian":"(931–938)"}},{"ten":"Ngô Vương","namTriVi":"(939-944)","khac":": năm 938 Dương Đình Nghệ bị Kiều Công Tiễn giết chết để đoạt chính quyền. Con rể của Dương Đình Nghệ là Ngô Quyền khởi binh trừng phạt. Kiều Công Tiễn bỏ chạy sang cầu cứu với Nam Hán. Năm 938, Nam Hán kéo quân sang nước ta. Lúc này, Ngô Quyền đã diệt được Kiều Công Tiễn và bố trí trận địa chờ sẵn. Khi quân Nam Hán đến cửa sông Bạch Đằng đã bị quân ta đánh cho tan tác phải tháo chạy về nước. Năm 939, Ngô Quyền xưng vương.","trieuDai":{"ten":"Họ Dương","nguoiSangLap":"Dương Đình Nghệ, tức Dương Chính Công (giai đoạn tự chủ) Dương Tam Kha, tức Dương Bình Vương (xen giữa Tiền Ngô Vương và Hậu Ngô Vương)","queHuong":"Tỉnh Thanh Hóa","kinhDo":"Dương Đình Nghệ đóng đô ở Đại La (nay thuộc Hà Nội) còn Dương Tam Kha đóng đô ở thành Cổ Loa (huyện Đông Anh, Hà Nội)","thoiGian":"(931–938)"}},{"ten":"Dương Bình Vương","namTriVi":"(944-950)","khac":": năm 944 Ngô Quyền mất ủy thác con trưởng là Ngô Xương Ngập cho em vợ là Dương Tam Kha. Kha cướp ngôi Ngập và xưng là Dương Bình Vương. Dương Tam Kha nhận con trai thứ của Ngô Quyền là Ngô Xương Văn làm con nuôi với ý định truyền trả lại ngôi vương cho nhà họ Ngô.","trieuDai":{"ten":"Họ Dương","nguoiSangLap":"Dương Đình Nghệ, tức Dương Chính Công (giai đoạn tự chủ) Dương Tam Kha, tức Dương Bình Vương (xen giữa Tiền Ngô Vương và Hậu Ngô Vương)","queHuong":"Tỉnh Thanh Hóa","kinhDo":"Dương Đình Nghệ đóng đô ở Đại La (nay thuộc Hà Nội) còn Dương Tam Kha đóng đô ở thành Cổ Loa (huyện Đông Anh, Hà Nội)","thoiGian":"(931–938)"}},{"ten":"Hậu Ngô Vương","namTriVi":"(944-965)","khac":": năm 950 Dương Tam Kha phái Ngô Xương Văn đi đánh phản loạn ở Thái Bình. Xương Văn đem quân đánh úp trở lại Dương Tam Kha giành lại chính quyền tuy nhiên ông không giết Dương Tam Kha mà chỉ giáng xuống làm Chương Dương Công. Ông tự xưng Nam Tấn Vương và cho đón anh trai mình là Ngô Xương Ngập về. Xương Ngập là người ti tiện sau khi trở về cậy mình là đích trưởng cũng tự xưng là Thiên Sách Vương. Bấy giờ đất nước có 2 vua cùng trị vì. Xương Ngập chuyên quyền, không cho Xương Văn tham gia chính sự và có ý định trừ khử Xương Văn nhưng việc chưa thành thì đến năm 954 Xương Ngập bệnh nặng và mất. Năm 965, khi mang quân đi dẹp loạn ở Thái Bình, Xương Văn bị trúng nỏ tử trận. Con của Xương Ngập là Ngô Xương Xí lên thay nhưng thế lực yếu kém.Đất nước lúc bấy giờ hình thành 12 sứ quân.","trieuDai":{"ten":"Họ Dương","nguoiSangLap":"Dương Đình Nghệ, tức Dương Chính Công (giai đoạn tự chủ) Dương Tam Kha, tức Dương Bình Vương (xen giữa Tiền Ngô Vương và Hậu Ngô Vương)","queHuong":"Tỉnh Thanh Hóa","kinhDo":"Dương Đình Nghệ đóng đô ở Đại La (nay thuộc Hà Nội) còn Dương Tam Kha đóng đô ở thành Cổ Loa (huyện Đông Anh, Hà Nội)","thoiGian":"(931–938)"}},{"ten":"Đinh Tiên Hoàng","namTriVi":"(968-979)","khac":": năm 968 Vạn Thắng Vương Đinh Bộ Lĩnh dẹp xong loạn 12 sứ quân. Ông xưng đế tức Đinh Tiên Hoàng, đặt tên nước là Đại Cồ Việt, đóng đô ở Hoa Lư.","trieuDai":{"ten":"Nhà Đinh","nguoiSangLap":"Đinh Bộ Lĩnh, tức Đinh Tiên Hoàng","queHuong":"Xã Gia Phương, huyện Gia Viễn, tỉnh Ninh Bình","kinhDo":"Hoa Lư (nay thuộc tỉnh Ninh Bình)","thoiGian":"(968–980)"}},{"ten":"Đinh Phế Đế","namTriVi":"(979-980)","khac":": năm 979 Đinh Tiên Hoàng và con trai trưởng của mình là Đinh Liễn bị ám hại. Con trai thứ là Đinh Toàn lên thay, tức Đinh Phế Đế. Khi đó Đinh Toàn chỉ mới được 6 tuổi nên mọi quyền hành đều tập trung vào tay nhiếp chính là Thập đạo tướng quân Lê Hoàn."},{"ten":"Lê Đại Hành","namTriVi":"(980-1005)","khac":": bấy giờ nhà Tống hay tin Đinh Tiên Hoàng đã băng hà nên đã cử quân sang xâm lược nước ta. Với sự hậu thuẫn của Thái hậu Dương Vân Nga, triều thần đã tôn Lê Hoàn lên ngôi, tức là Đại Hành Hoàng đế. Với tài năng của mình, ông đã lãnh đạo quân đội đánh tan quân xâm lược nhà Tống. Ông là người có công lớn trong việc “Kháng Tống, Bình Chiêm” để giữ yên bờ cõi.","trieuDai":{"ten":"Nhà Tiền Lê","nguoiSangLap":"Lê Hoàn, tức Lê Đại Hành","queHuong":"Xã Liêm Cần, huyện Thanh Liêm, tỉnh Hà Nam (quê gốc) Xã Trường Yên, huyện Hoa Lư, tỉnh Ninh Bình (nơi sinh)","kinhDo":"Hoa Lư (nay thuộc tỉnh Ninh Bình)","thoiGian":"(980–1009)"}},{"ten":"Lê Trung Tông","namTriVi":"(1005)","khac":": sau khi Lê Đại Hành băng hà, các con tranh giành nhau ngôi vị dẫn đến cốt nhục tương tàn. Lê Long Việt sau khi đánh đuổi được Long Ngân, đã lên ngôi hoàng đế, tức Lê Trung Tông. Nhưng chỉ 3 ngày sau, em của ông là Lê Long Đĩnh sai người ám sát."},{"ten":"Lê Ngọa Triều","namTriVi":"(1005-1009)","khac":": sau khi giết anh mình là Lê Long Việt. Lê Long Đĩnh lên ngôi, tức Lê Ngọa Triều. Ông được sử sách ghi nhận là người dâm đãng, tàn bạo và độc ác. Do ăn chơi trác táng, Long Đĩnh đã bệnh nặng và mất năm 1009 kết thúc triều đại tiền Lê."},{"ten":"Lý Thái Tổ","namTriVi":"(1009-1028)","khac":": năm 1009 Lê Long Đĩnh chết, dưới sự hậu thuẫn của quan Chi hậu là Đào Cam Mộc và sư Vạn Hạnh, quần thần đã tôn quan Tả thân vệ điện tiền chỉ huy sứ Lý Công Uẩn lên ngôi hoàng đế, tức Lý Thái Tổ. Ông cho dời đô về Thăng Long và đặt niên hiệu là Thuận Thiên.","trieuDai":{"ten":"Nhà Lý","nguoiSangLap":"Lý Công Uẩn, tức Lý Thái Tổ","queHuong":"Phường Đình Bảng, thành phố Từ Sơn, tỉnh Bắc Ninh","kinhDo":"Thăng Long (Hà Nội)","thoiGian":"(1009–1225)"}},{"ten":"Lý Thái Tông","namTriVi":"(1028-1054)","khac":": năm 1028 Lý Thái Tổ băng hà, thái tử Lý Phật Mã dưới sự phò trợ của Vũ vệ tướng quân Lê Phụng Hiểu đã dẹp được loạn Tam vương và lên ngôi Hoàng đế, tức Lý Thái Tông. Ông là vị vua tài năng và nhân từ, có công lao rất lớn trong việc đánh Chiêm Thành rồi đánh Ai Lao mở mang bờ cõi xuống phiá Nam."},{"ten":"Lý Thánh Tông","namTriVi":"(1054-1072)","khac":": năm 1054 Lý Thái Tông băng hà, thái tử Lý Nhật Tôn kế ngôi hoàng đế, tức Lý Thánh Tông. Ông là vị vua tài ba xuất chúng, lại có lòng nhân từ độ lượng. Bên trong ông ổn định tình hình, bên ngoài ông chú trọng mở mang bờ cõi. Ông có công lao to lớn trong việc “phá Tống, bình Chiêm”."},{"ten":"Lý Nhân Tông","namTriVi":"(1072-1127)","khac":": năm 1072 Lý Thái Tông băng hà. thái tử Lý Càn Đức lên ngôi khi mới 7 tuổi, tức Lý Nhân Tông. Ông được xem là một vị minh quân của vương triều Lý. Nhờ vào sự giúp đỡ của Thái Phi Ỷ Lan làm Nhiếp chính, cùng với sự phò tá của Thái sư Lý Đạo Thành và Phụ quốc Thái úy Lý Thường Kiệt, mà nước Đại Việt đã trở thành một đế chế hùng mạnh với 2 lần đánh tan quân Tống xâm lược, đất nước phát triển đến mức cực thịnh. Ông cũng được coi là người đặt nền móng cho giáo dục đại học ở nước ta."},{"ten":"Lý Thần Tông","namTriVi":"(1127-1137)","khac":": năm 1127 Lý Nhân Tông băng hà, con là thái tử Lý Dương Hoán nối ngôi, tức Lý Thần Tông. Trong thời gian trị vì ông đã đánh Chân Lạp và Chiêm Thành buộc 2 nước này phải đến tiến cống. Ông cũng là vị vua gắn liền với giai thoại nhân gian “Vua hóa hổ”. Tương truyền, ông là hậu thân của thiền sư Từ Đạo Hạnh. Khi vua Lý Nhân Tông không có con để nối ngôi thì sư Từ Đạo Hạnh sau khi chết đã đầu thai làm con của Sùng Hiền Hầu là em trai vua Nhân Tông, tức Lý Dương Hoán. Do lúc sinh thời sư Từ Đạo Hạnh là người đắc đạo, biết được ác nghiệp của mình là sẽ bị hóa thành hổ nên trước khi đầu thai ông đã nhờ người bạn đồng tu của mình là nhà sư Nguyễn Minh Không giúp đỡ. Sau này chính sư Nguyễn Minh Không đã chữa trị căn bệnh “hoá hổ” của vua Thần Tông vậy."},{"ten":"Lý Anh Tông","namTriVi":"(1138-1175)","khac":": năm 1138, vua Lý Thần Tông băng hà, con thứ 2 là thái tử Lý Thiên Tộ kế vị, tức Lý Anh Tông. Vì vua lên ngôi còn nhỏ nên bị Thái úy nhiếp chính Đỗ Anh Vũ nắm hết quyền hành, mẹ ông là bà Lê thị lại tư thông với Vũ. Năm 1158 Đỗ Anh Vũ chết, vua Anh Tông lúc này mới trọng các hiền thần như Tô Hiến Thành, Hoàng Nghĩa Hiền, Lý Công Tín. Các hiền thần này đã giúp vua đánh Đông, dẹp Bắc giữ yên bờ cõi và sự thịnh vượng của các đời vua trước."},{"ten":"Lý Cao Tông","namTriVi":"(1175-1210)","khac":": năm 1175, vua Lý Anh Tông băng hà, con thứ 2 là thái tử Lý Long Cán được sự phò trợ của Phụ chính Tô Hiến Thành lên ngôi kế vị, tức Lý Cao Tông. Vua là người bên trong thì ham thích tửu sắc, ăn chơi, săn bắn bên ngoài thì thích tiền của, xây cung điện. Sau khi Tô Hiến Thành mất, chính sự rối ren, giặc giã nổi dậy khắp nơi, lòng dân oán thán, ngoại xâm rình rập."},{"ten":"Lý Huệ Tông","namTriVi":"(1210-1224)","khac":": năm 1210 Lý Cao Tông mất, con là thái tử Lý Sảm lên ngôi, tức Lý Huệ Tông. Lý Huệ Tông lên ngôi trong lúc tình hình đất nước rối ren do cha là Cao Tông gây ra. Ông phải dựa vào thế lực họ Trần để giữ vững ngôi vua của mình. Lúc này thế lực họ Trần đang rất lớn mạnh. Trần Thị Dung làm hoàng hậu, anh là Trần Tự Khánh làm Phụ Chính Thái uý, Trần Thừa làm Nội thị phán thủ. Bề ngoài Huệ Tông dùng họ Trần nhưng thật chất bên trong ông đã nhìn thấy được cái họa quyền thần và luôn tìm cách để tiêu diệt. Nhưng do kém tài nên ông đành “lực bất tòng tâm” nhìn quyền thần ngang ngược. Ông uất hận đến độ phát cuồng."},{"ten":"Lý Chiêu Hoàng","namTriVi":"(1224-1225)","khac":": năm 1223 Trần Tự Khánh chết, quyền hành lại rơi vào tay em họ của Tự Khánh là Trần Thủ Độ. Năm 1224, Trần Thủ Độ ép vua Huệ Tông đi tu để nhường ngôi cho con gái nhỏ là Lý Chiêu Hoàng khi đó mới 7 tuổi. Dưới tài đạo diễn của Trần Thủ Độ, Lý Chiêu Hoàng đã lấy Trần Cảnh là cháu họ của Trần Thủ Độ. Ngày 21 tháng 10 năm Ất Dậu (22/11/1225) Lý Chiêu Hoàng ban chiếu nhường ngôi cho Trần Cảnh. Ngày mồng 1 tháng chạp cùng năm (31/12/1225) Chiêu Hoàng chính thức trút bỏ hoàng bào mời Trần Cảnh lên làm hoàng đế chấm dứt 216 năm với 11 triều vua trị vì của nhà Lý mở ra thời đại của nhà Trần.","trieuDai":{"ten":"Nhà Lý","nguoiSangLap":"Lý Công Uẩn, tức Lý Thái Tổ","queHuong":"Phường Đình Bảng, thành phố Từ Sơn, tỉnh Bắc Ninh","kinhDo":"Thăng Long (Hà Nội)","thoiGian":"(1009–1225)"}},{"ten":"Trần Thái Tông","namTriVi":"(1225-1258)","khac":": lúc này do nhà Lý suy yếu, quyền hành tập trung trong tay họ Trần. Chính sự đạo diễn của Trần Thủ Độ đã đưa Trần Cảnh lên ngôi hoàng đế mở ra triều đại nhà Trần. Trong lúc tại vị, ông đã lãnh đạo nhân dân chống lại cuộc xâm lược lần thứ 1 của quân Nguyên Mông.","trieuDai":{"ten":"Nhà Lý","nguoiSangLap":"Lý Công Uẩn, tức Lý Thái Tổ","queHuong":"Phường Đình Bảng, thành phố Từ Sơn, tỉnh Bắc Ninh","kinhDo":"Thăng Long (Hà Nội)","thoiGian":"(1009–1225)"}},{"ten":"Trần Thánh Tông","namTriVi":"(1258-1278)","khac":": năm 1258 vua Thái Tông nhường ngôi lại cho con mình là Trần Hoảng, tức Trần Thánh Tông, để trở thành Thái Thượng hoàng. Ông là vị vua nhân hậu, hòa ái. Ông đã cùng với Trần Nhân Tông 2 lần đánh tan quân Nguyên Mông xâm lược trong thời gian làm Thái Thượng hoàng."},{"ten":"Trần Nhân Tông","namTriVi":"(1278-1293)","khac":": năm 1278 vua Thánh Tông nhường ngôi lại cho con trai là Trần Khâm, tức Trần Nhân Tông, còn mình thì lui về làm Thái Thượng hoàng và nghiên cứu Phật pháp. Ông là vị vua thông minh, quyết đoán. Ông đã cùng với cha mình là Thái thượng hoàng Thánh Tông 2 lần đánh tan giặc Nguyên Mông. Ông cũng từng thân chinh đem quân đi đánh giặc Ai Lao quấy nhiễu. Sau khi nhường ngôi cho con, ông trở thành Thái Thượng hoàng, chú tâm nghiên cứu Phật pháp. Sau đó ông xuất gia tu hành và trở thành tổ sư thứ nhất của thiền phái Trúc Lâm Yên Tử."},{"ten":"Trần Anh Tông","namTriVi":"(1293-1314)","khac":": năm 1293 sau khi đánh tan được quân xâm lược Nguyên Mông, vua Nhân Tông về làm Thái Thượng Hoàng nhường ngôi cho con mình là Trần Thuyên, tức Trần Anh Tông. Ông cũng là vị vua đức độ, anh minh. Đất nước lúc bấy giờ vua hiền tôi trung nên tiếp tục phát triển thịnh vượng."},{"ten":"Trần Minh Tông","namTriVi":"(1314-1329)","khac":": năm 1314, vua Anh Tông nhường ngôi hoàng đế lại cho con trai của mình là Trần Mạnh, tức Trần Minh Tông, lui về làm Thái thượng hoàng. Ông tiếp tục truyền thống của các tiên đế, coi trọng kẻ sĩ nên đất nước có nhiều hiền tài giúp sức."},{"ten":"Trần Hiến Tông","namTriVi":"(1329-1341)","khac":": năm 1329 Trần Minh Tông lui về làm Thái Thượng hoàng, nhường ngôi cho con trai thứ là Trần Vượng, tức Trần Hiến Tông. Ông được xem là vị vua “lấy vì” do thực quyền đều do Thái Thượng hoàng Minh Tông nắm giữ."},{"ten":"Trần Dụ Tông","namTriVi":"(1341-1369)","khac":": năm 1341, vua Hiến Tông mất mà không có con nối dõi nên Thái Thượng Hoàng Minh Tông đã lập con thứ 10 của mình, em của Hiến Tông là Trần Hạo làm vua, tức Trần Dụ Tông. Do được Thái Thượng Hoàng chăm lo mọi việc từ trong ra ngoài nên vua Dụ Tông chỉ biết ham chơi hưởng lạc. Năm 1357 Thượng hoàng Minh Tông mất, đất nước bắt đầu rói ren, gian thần hoành hành."},{"ten":"Trần Nghệ Tông","namTriVi":"(1370-1372)","khac":": năm 1369 Dụ Tông mất, do không có con nên vua lập Nhật Lễ làm vua. Nhật Lễ là người dị tộc vốn không mang họ Trần, là con riêng của vợ Trần Nguyên Dục – một người anh của Dụ Tông. Nhật Lễ kém tài, kém đức lại có ý định đổi sang họ tộc của mình là Dương nên khiến quần thần vo cùng bất bình. Trần Phủ là anh của Dụ Tông đã hợp mưu phế thuất Nhật Lễ để lên ngôi hoàng đế, tức Trần Nghệ Tông. Vua cung kính, kiêm ước thì có thừa mà quyết đoán, cương nghị thì không đủ nên nạn bên trong đã được dẹp yên nhưng giặc bên ngoài thì giặc Chiêm Thành hoành hành ngang ngược."},{"ten":"Trần Duệ Tông","namTriVi":"(1372-1377)","khac":": năm 1372, Nghệ Tông nhường ngôi lại cho em là Trần Kính, tức Duệ Tông, rồi lui về làm Thái Thượng hoàng. Duệ Tông là người có tài nhưng tính tình tự phụ. Trong thời gian này giặc Chiêm Thành vẫn hay xâm lấn,cướp phá ở biên cương."},{"ten":"Trần Phế Đế","namTriVi":"(1377-1388)","khac":": năm 1377 vua Duệ Tông thân chinh dẫn 12 vạn quân đánh nước Chiêm Thành. Do khinh thường quân địch nên vua đã rơi vào bẫy phục kích mà tử trận. Thái Thượng hoàng Nghệ Tông thương tiếc nên lập Trần Hiện là con vua Duệ Tông làm hoàng đế, tức Trần Phế Đế. Lúc này bên trong thế lực của họ Hồ đang rất lớn mạnh, bên ngoài phía Nam có giặc Chiêm Thành, phía Bắc có giặc nhà Minh."},{"ten":"Trần Thuận Tông","namTriVi":"(1388-1398)","khac":": vì Phế Đế biết được dã tâm của Hồ Quý Ly nên âm thầm tìm cách trừ khử. Quý Ly biết được bèn xui với Thượng hoàng Nghệ Tông. Nghệ Tông nghe lời phế bỏ Phế Đế rồi đưa con út của mình là Trần Ngung lên ngôi, tức Trần Thuận Tông. Thuận Tông tuổi nhỏ nhu nhược nên mọi quyền hành đều tập trung vào tay Hồ Quý Ly. Sau khi giết được vua Chiêm Thành là Chế Bồng Nga thì mặt trận phía Nam xem như tạm ổn nhưng nội loạn bên trong xem ra ngày càng hỗn loạn."},{"ten":"Trần Thiếu Đế","namTriVi":"(1398-1400)","khac":": năm 1398 Hồ Quý Ly ép vua Thuận Tông nhường ngôi lại cho con nhỏ mới được 2 tuổi là Trần An, tức Thiếu Đế. Họ Hồ còn ép Thuận Tông đi tu và đã cho người theo để ám sát. Thiếu Đế tuổi còn quá nhỏ nên họ Hồ từ đó tung hoàng trong triều đình. Thiếu Đế ở ngôi được 1 năm thì bị ông ngoại là Hồ Quý Ly cướp ngôi, chấm dứt 175 năm cai trị của nhà Trần.","trieuDai":{"ten":"Nhà Trần","nguoiSangLap":"Trần Thủ Độ (người sáng lập thực tế) Trần Cảnh, tức Trần Thái Tông (hoàng đế đầu tiên)","queHuong":"Làng Tức Mặc, phường Lộc Vượng, thành phố Nam Định, tỉnh Nam Định (quê gốc) Xã Canh Tân, huyện Hưng Hà, tỉnh Thái Bình (nơi sinh)","kinhDo":"Thăng Long (Hà Nội)","thoiGian":"(1225–1400)"}},{"ten":"Hồ Quý Ly","namTriVi":"(1400-1401)","khac":": năm 1400, Hồ Quý Ly cướp ngôi cháu ngoại của mình là Trần Thiếu Đế, lập nên nhà Hồ đặ tên nước là Đại Ngu.","trieuDai":{"ten":"Nhà Hồ","nguoiSangLap":"Hồ Quý Ly","queHuong":"Xã Hà Đông, huyện Hà Trung, tỉnh Thanh Hóa (nơi sinh)","kinhDo":"Tây Đô (huyện Vĩnh Lộc, Thanh Hoá)","thoiGian":"(1400–1407)"}},{"ten":"Hồ Hán Thương","namTriVi":"(1401-1407)","khac":": năm 1401 Hồ Quý Ly nhường ngôi cho con là Hồ Hán Thương rồi lui về làm Thái Thượng hoàng. Năm 1406 nhà Minh lấy cớ “phò Trần diệt Hồ” đã đem quân sang đánh nước Đại Ngu. Cha con họ Hồ chống không nổi sức địch. Năm 1407 cha con Hồ Quý Ly bị bắt và giết chết."},{"ten":"Giản Định Đế","namTriVi":"(1407 – 1409)","khac":": năm 1407, sau khi quân Minh đã đánh chiếm được nước Đại Ngu của nhà Hồ thì Trần Ngỗ là con trai của vua Nghệ Tông bỏ trốn đến Mô Độ, Trường Yên. Tại đây ông xưng vua, tức Giản Định Đế, và lãnh đạo quân đội đánh chiếm lại đất đai từ tay nhà Minh, khôi phục lại triều đại nhà Trần.","trieuDai":{"ten":"Nhà Trần","nguoiSangLap":"Trần Thủ Độ (người sáng lập thực tế) Trần Cảnh, tức Trần Thái Tông (hoàng đế đầu tiên)","queHuong":"Làng Tức Mặc, phường Lộc Vượng, thành phố Nam Định, tỉnh Nam Định (quê gốc) Xã Canh Tân, huyện Hưng Hà, tỉnh Thái Bình (nơi sinh)","kinhDo":"Thăng Long (Hà Nội)","thoiGian":"(1225–1400)"}},{"ten":"Trùng Quang Đế","namTriVi":"(1409 – 1413)","khac":": năm 1409 nội bộ nhà Trần dần bị chia rẽ. Một số tướng lĩnh bất mãn đã bỏ đi và đón Trần Quý Khoáng là cháu nội của Nghệ Tông ra Nghệ An làm vua, tức Trùng Quang Đế. Sau đó Trùng Quang Đế sai quân đánh úp Giản Định Đế đem về tôn làm Thái Thượng Hoàng.","trieuDai":{"ten":"Nhà Trần","nguoiSangLap":"Trần Thủ Độ (người sáng lập thực tế) Trần Cảnh, tức Trần Thái Tông (hoàng đế đầu tiên)","queHuong":"Làng Tức Mặc, phường Lộc Vượng, thành phố Nam Định, tỉnh Nam Định (quê gốc) Xã Canh Tân, huyện Hưng Hà, tỉnh Thái Bình (nơi sinh)","kinhDo":"Thăng Long (Hà Nội)","thoiGian":"(1225–1400)"}},{"ten":"Lê Thái Tổ","namTriVi":"(1428 – 1433)","khac":": năm 1428, Lê Lợi tập hợp anh hùng hào kiệt, phất cờ khởi nghĩa, sử gọi là Khởi nghĩa Lam Sơn. Ông cũng tự xưng là Bình Định Vương, kêu gọi nhân dân đứng lên chống giặc Minh cứu nước. Năm 1427, ông đã lãnh đạo quân đội đánh tan 15 vạn quân cứu viện và chém chết Liễu Thăng. Năm 1428 ông lên ngôi hoàng đế, tức Lê Thái Tổ.","trieuDai":{"ten":"Nhà Hậu Lê","nguoiSangLap":"Lê Lợi, tức Lê Thái Tổ (giai đoạn Lê sơ) Lê Duy Ninh, tức Lê Trang Tông (giai đoạn Lê Trung hưng)","queHuong":"Xã Xuân Thắng, huyện Thọ Xuân, tỉnh Thanh Hóa","kinhDo":"Đông Kinh (Hà Nội)","thoiGian":"(1428–1527)"}},{"ten":"Lê Thái Tông","namTriVi":"(1433 – 1442)","khac":": năm 1433, vua Lê Thái Tổ băng hà, con thứ là thái tử Lê Nguyên Long lên kế ngôi khi được 11 tuổi. Từ nhỏ ông đã tỏ ra là vị vua anh minh sáng suốt, có tài nhìn xa trông rộng, tuy tuổi nhỏ nhưng tự mình cầm quyền chấp chính. Tuy nhiên ông cũng là một vị vua hiếu sắc, đa tình và thảm cảnh là cái chết để lại một nghi án lớn trong lịch sử, đó là vụ án Lệ Chi Viên."},{"ten":"Lê Nhân Tông","namTriVi":"(1442 – 1459)","khac":": năm 1442, vua Lê Thái Tông băng hà một cách bí ẩn tại Lệ Chi Viên, thái tử Lê Bang Cơ lên ngôi vua, tức Lê Nhân Tông, thái hậu là Nguyễn Thị Anh nhiếp chính. Ông là vị vua nhân từ, bác ái, trọng đãi công thần, hiếu đễ Thái hậu, thương yêu anh em. Thân thế của ông vẫn còn là một bí ẩn. Tương truyền rằng, ông không phải là con vua Thái Tông. Trước khi mẹ ông vào cung, thì bà đã có thai với một người tên là Lê Bang Sơn. Đó cũng là lý do khiến ông bị anh mình là Lê Nghi Dân ám sát."},{"ten":"Lê Thánh Tông","namTriVi":"(1460 – 1497)","khac":": sau khi giết chết vua Nhân Tông, Nghi Dân lên ngôi, làm vua được 8 tháng, tuy nhiên sử sách không công nhận ngôi vua của Nghi Dân. Năm 1460 các công thần trụ cột nổi dậy, lật đổ Nghi Dân và đưa con thứ 4 của vua Thái Tông là Lê Tư Thành lên ngôi hoàng đế, tức Lê Thánh Tông. Ông là một bậc minh quân và là vị vua đã đưa nước Đại Việt phát triển đến thời cực thịnh. Bên trong ông chú trọng giáo dục, trọng dụng hiền tài. Bên ngoài ông chú trọng mở mang bờ cõi. Trong thời kỳ này với việc Tây tiến và Nam tiến của mình, Đại Việt đã mở mang bờ phía Nam xuống tận Quãng Nam. Các nước lân ban như Chiêm Thành, Ai Lao, Chân Lạp, Lan xang, Chiang Mai, Melaka (thuộc Malaysia ngày nay), Java (thuộc Indonesia ngày nay) đều trở thành chư hầu và đều có nghĩa vụ nộp cống cho Đại Việt. Tuy Đại Việt vẫn giữ thói quen xưa là xưng thần với nhà Minh nhưng với thanh thế lững lẫy của mình lúc đó khiến nhà Minh vẫn không dám khinh động mà dùng lễ để đối đãi với Đại Việt."},{"ten":"Lê Hiến Tông","namTriVi":"(1497 – 1504)","khac":": năm 1947, vua Thánh Tông băng hà, con trưởng là Lê Tranh lên kế vị, tức Lê Hiến Tông. Ông là vị vua thông minh, nhân từ và ôn hòa nên giữ được sự thịnh trị thái bình, thiên hạ bình an."},{"ten":"Lê Túc Tông","namTriVi":"(1504)","khac":": năm 1504 Lê Hiến Tông bị bệnh nặng băng hà, con là Lê Thuần lên ngôi, tức Lê Túc Tông. Ông là vị vua hiền, hiếu học, thân người hiền nhưng đáng tiếc là chỉ ở ngôi có 6 tháng."},{"ten":"Lê Uy Mục","namTriVi":"(1505 – 1509)","khac":": cuối năm 1504, vua Lê Túc Tông băng hà. Theo ký thác của vua Túc Tông anh của ông là Lê Tuấn lên kế vị, tức Lê Uy Mục. Uy Mục là một hôn quân ăn chơi sa đọa, ham mê tửu sắc, tàn bạo giết hại nhiều trung thần khiến quần thần phẩn nộ."},{"ten":"Lê Tương Dực","namTriVi":"(1509 – 1516)","khac":": năm 1509 Giản Tu công Lê Oanh là cháu nội vua Thánh Tông, con của Kiến Vương Lê Tân nổi dậy đem quân đánh Đông Kinh (Hà Nội), bắt giết Lê Uy Mục. Sau đó Oanh lên ngôi vua, tức Lê Tương Dực. Vua ban đầu còn chăm lo việc nước, sau ăn chơi vô độ làm triều đình rối ren, phản loạn khắp nơi."},{"ten":"Lê Chiêu Tông","namTriVi":"(1516 – 1522)","khac":": năm 1516 Trịnh Duy Sản đã giết chết vua Tương Dực, lập con người anh của Tương Dực là Lê Y lên làm vua, tức Lê Chiêu Tông. Lúc này quyền thần họ Trần, Trịnh, Mạc lộng hành, nổi loạn khắp nơi."},{"ten":"Lê Cung Hoàng","namTriVi":"(1552 – 1527)","khac":": năm 1522 trước loạn quyền thần Mạc Đăng Dung, vua Chiêu Tông phải trốn đi. Dung liền lập em của Chiêu Tông là Lê Xuân lên ngôi, tức Lê Cung Hoàng. Vua Cung Hoàng chỉ là vị vua bù nhìn được Mạc Đăng Dung dựng lên để được chính danh. Năm 1526 Mạc Đăng Dung giết được Chiêu Tông, nửa năm sau họ Mạc ép Cung Hoàng nhường ngôi và bất tử chết. Từ đây nhà Lê chỉ còn tồn tại trên danh nghĩa, không còn thực quyền. Đất nước bị chia cắt thành Nam-Bắc triều."},{"ten":"Mạc Đăng Dung","namTriVi":"(1527 – 1529)","khac":": sau khi cướp ngôi của Cung Hoàng, Mạc Đăng Dung tự xưng hoàng đế, tức Mạc Thái Tổ. Chiếm đóng ở phía Bắc nên sử gọi là Bắc Triều.","trieuDai":{"ten":"Nhà Mạc","nguoiSangLap":"Mạc Đăng Dung, tức Mạc Thái Tổ","queHuong":"Thôn Cổ Trai, xã Ngũ Đoan, huyện Kiến Thụy, thành phố Hải Phòng (nơi sinh) Thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương (quê gốc)","kinhDo":"Đông Kinh (Hà Nội)","thoiGian":"(1527–1592; 1593–1683)"}},{"ten":"Mạc Đăng Doanh","namTriVi":"(1529 – 1540)","khac":": năm 1529 Mạc Đăng Dung nhường ngôi cho con trưởng là Mạc Đăng Doanh, tức Mạc Thái Tông, để lên làm Thái Thượng hoàng. Đăng Doanh được coi là vị vua có tài văn trị. Trong thời gian ông cai trị miền Bắc dân chúng ấm no, ngoại xâm phương Bắc cũng không dám lấn sang."},{"ten":"Mạc Phúc Hải","namTriVi":"(1540 – 1546)","khac":": năm 1540, Mạc Đăng Doanh mất, Mạc Đăng Dung lập cháu nội của mình là Mạc Phúc Hải nối ngôi, tức Mạc Hiến Tông."},{"ten":"Mạc Phúc Nguyên","namTriVi":"(1546 – 1561)","khac":": năm 1546 Mạc Phúc Hải lâm bệnh mất, con là Mạc Phúc Nguyên lên thay, tức Mạc Tuyên Tông."},{"ten":"Mạc Mậu Hợp","namTriVi":"(1560 – 1592)","khac":": năm1561 Mạc Phúc Nguyên bị bệnh đậu mùa mất, con nhỏ là Mạc Mậu Hợp lên thay. phụ chính là Khiêm Vương Mạc Kính Điển. Trong thời gian này chiến sự rất ác liệt giữa Bắc Triều và Nam Triều."},{"ten":"Mạc Toàn","namTriVi":"(1592 – 1593)","khac":": năm 1592 trước thế tiến công như vũ bão của Nam Triều, Mạc Mậu Hợp nhường ngôi cho con là Mạc Toàn, còn mình thì thân chinh ra trận. Nhưng uy thế Nam Triều rất mạnh nên cũng chỉ đến năm 1593 quân Lê – Trịnh đã bắt và giết được Mạc Toàn kết thúc thời kỳ Nam – Bắc triều mở ra thời kỳ phân liệt khác (Đàng Ngoài – Đàng Trong) cũng như hy hữu nhất của Đại Việt (vua Lê – chúa Trịnh). Một số tàn dư nhà Mạc rút lên Cao Bằng vẫn chống đối với triều Lê – Trịnh cho đến khi bị tiêu diệt hết vào năm 1677).","trieuDai":{"ten":"Nhà Mạc","nguoiSangLap":"Mạc Đăng Dung, tức Mạc Thái Tổ","queHuong":"Thôn Cổ Trai, xã Ngũ Đoan, huyện Kiến Thụy, thành phố Hải Phòng (nơi sinh) Thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương (quê gốc)","kinhDo":"Đông Kinh (Hà Nội)","thoiGian":"(1527–1592; 1593–1683)"}},{"ten":"Lê Trang Tông","namTriVi":"(1533 – 1548)","khac":": năm 1533 cựu thần nhà Hậu Lê là Nguyễn Kim không phục nhà Mạc nên đã vào Thanh Hóa thành lập lực lượng rồi đón Lê Duy Ninh về lập làm hoàng đế, tức Lê Trang Tông, phục hưng nhà Lê. Sử sách ghi Trang Tông là con vua Chiêu Tông (?) nhưng cũng có luồn tư tưởng khác nói Trang Tông là con riêng của Nguyễn Kim (?). Vua Trang Tông còn được dân gian gọi là chúa Chổm.","trieuDai":{"ten":"Nhà Hậu Lê","nguoiSangLap":"Lê Lợi, tức Lê Thái Tổ (giai đoạn Lê sơ) Lê Duy Ninh, tức Lê Trang Tông (giai đoạn Lê Trung hưng)","queHuong":"Xã Xuân Thắng, huyện Thọ Xuân, tỉnh Thanh Hóa","kinhDo":"Đông Kinh (Hà Nội)","thoiGian":"(1428–1527)"}},{"ten":"Lê Trung Tông","namTriVi":"(1548 – 1556)","khac":": năm 1548 vua Trang Tông mất, con là Lê Duy Huyên lên nối ngôi, tức Lê Trung Tông."},{"ten":"Lê Anh Tông","namTriVi":"(1556 – 1573)","khac":": năm 1556, vua Trung Tông mất mà không có con nối dõi nên phụ chính Trịnh Kiểm chọn Lê Duy Bang lên ngôi, tức Lê Anh Tông. Lúc này quyền lực nhà họ Trịnh đang rất lớn, vua Anh Tông đã nhìn thấy được cái họa của quyền thần nên âm thầm loại bỏ nhưng kế hoạch không thành."},{"ten":"Lê Thế Tông","namTriVi":"(1573 – 1599)","khac":": khi kế hoạch loại bỏ quyền lực của nhà họ Trịnh bị thất bại vua Lê Anh Tông phải bỏ trốn và sau đó bị sát hại. Trịnh Tùng đưa người con nhỏ của Anh Tông là Lê Duy Đàm lên ngôi, tức Lê Thế Tông. Lúc này Trịnh Tùng đã đánh bại được nhà họ Mạc (Bắc triều) nên quyền lực thực sự nằm trong tay họ Trịnh, vua chỉ là bù nhìn bắt đầu thời kỳ vua Lê – chúa Trịnh hy hữu trong lịch sử Việt Nam và cũng mở đầu thời kỳ đất nước bị phân liệt một cách sâu sắc nhất thành Đàng Ngoài và Đàng Trong.","trieuDai":{"ten":"Chúa Trịnh","nguoiSangLap":"Trịnh Kiểm (tức Trịnh Thế Tổ - người sáng lập thực tế) Trịnh Tùng (tức Trịnh Thành Tổ - chúa Trịnh chính thức đầu tiên)","queHuong":"Thôn Sóc Sơn, xã Vĩnh Hùng, huyện Vĩnh Lộc, tỉnh Thanh Hóa (quê gốc) Thôn Hổ Bái, xã Yên Bái, huyện Yên Định, tỉnh Thanh Hóa (nơi sinh)","kinhDo":"Đông Kinh (Hà Nội)","thoiGian":"(1545–1787)"}},{"ten":"Lê Kính Tông","namTriVi":"(1599 – 1619)","khac":": năm 1599 Lê Thế Tông mất, con thứ là Lê Duy Tân lên thay, tức Lê Kính Tông."},{"ten":"Lê Thần Tông","namTriVi":"(1619 – 1643 và 1649 – 1662)","khac":": năm 1619, vua Kính Tông hợp mưu cùng Trịnh Xuân là con của Trịnh Tùng giết chết Trịnh Tùng để giành lại quyền lực. Kế hoạch không thành, vua bị ép thắt cổ chết. Con trưởng là Lê Duy Kỳ lên ngôi, tức Lê Thần Tông. Ông là vị vua đặc biệt trong lịch sử Việt Nam vì làm vua đến 2 lần và giống như vua Trần Minh Tông, vua Lê Thần Tông có 4 người con đều làm vua. Năm 1643 ông nhường ngôi cho con trưởng là Lê Duy Hựu, tức Lê Chân Tông, còn ông làm Thái Thượng Hoàng. Năm 1649 Lê Chân Tông mất, ông lại trở về làm vua đến 1662 thì mất."},{"ten":"Lê Chân Tông","namTriVi":"(1643 – 1649)","khac":": năm 1643, vua Thần Tông nhường ngôi cho con là Lê Duy Hựu, tức Lê Chân Tông."},{"ten":"Lê Huyền Tông","namTriVi":"(1663 – 1671)","khac":": năm 1662 vua Thần Tông yểu mệnh qua đời, con là Lê Duy Vũ lên nối ngôi, tức Lê Huyền Tông."},{"ten":"Lê Gia Tông","namTriVi":"(1672 – 1675)","khac":": năm 1671 vua Huyền Tông yểu mệnh qua đời lúc 18 tuổi nhưng không có con nối ngôi nên người em của vua Huyền Tông là Lê Duy Cối lên thay, tức Lê Gia Tông."},{"ten":"Lê Hy Tông","namTriVi":"(1675 – 1705)","khac":": năm 1675 vua Gia Tông yểu mệnh qua đời lúc 15 tuổi. Vì vua không có con nối dõi nên Trịnh Tạc bèn lập em vua là Lê Duy Hiệp lên ngôi, tức Lê Hy Tông."},{"ten":"Lê Dụ Tông","namTriVi":"(1705 – 1729)","khac":": năm 1705 vua Hy Tông nhường ngôi cho con là thái tử Lê Duy Đường, tức Lê Dụ Tông, còn mình lên làm Thái Thượng hoàng."},{"ten":"Lê Duy Phường","namTriVi":"(1729 – 1732)","khac":": năm 1729 vua Dụ Tông bị Trịnh Cương ép nhường ngôi cho con là Thái tử Lê Duy Phường."},{"ten":"Lê Thuần Tông","namTriVi":"(1732 – 1735)","khac":": năm 1732 Trịnh Giang phế bỏ Lê Duy Phường xuống làm Hôn Đức Công, lập anh của Duy Phường là Lê Duy Tường lên ngôi, tức Lê Thuần Tông."},{"ten":"Lê Ý Tông","namTriVi":"(1735 – 1740)","khac":": năm 1735 Lê Thuần Tông mất, Trịnh Giang lại lập em của Thuần Tông là Lê Duy Thận lên ngôi, tức Lê Ý Tông."},{"ten":"Lê Hiển Tông","namTriVi":"(1740 – 1786)","khac":": năm 1740 Trịnh Doanh ép vua Ý Tông nhường ngôi cho con trưởng của vua Thuần Tông là Lê Duy Diêu, tức Lê Hiển Tông."},{"ten":"Lê Mẫn Đế","namTriVi":"(1787 – 1788)","khac":": năm 1786 Nguyễn Huệ đem quân ra Bắc đánh đổ Trịnh Khải, lúc này thực quyền nằm trong tay Nguyễn Huệ. Năm 1787 vua Hiển Tông mất, Nguyễn Huệ với sự góp ý của vợ là Ngọc Hân công chúa đã lập Lê Duy Kỳ lên làm vua, tức Lê Mẫn Đế hay Lê Chiêu Thống. Đây cũng là vị vua cuối cùng của nhà Lê và cũng là vị vua bị chỉ trích rất dữ dội vì đã từng qua cầu viện quân nhà Thanh về đánh quân Tây Sơn của Nguyễn Huệ. Hành vi này bị xem là “cõng rắn cắn gà nhà” của Chiêu Thống."},{"ten":"Bình An Vương – Trịnh Tùng","namTriVi":"(1623 – 1652)","khac":": Trịnh Tùng là con thứ của Trịnh Kiểm, là người có công đánh đổ nhà Mạc, lấy lại chính quyền cho nhà Lê. Ông được coi là vị chúa Trịnh đầu tiên trong lịch sử Việt Nam. Ông cũng là người kết thúc cho thời kỳ Nam-Bắc triều và mở ra thời kỳ Trịnh-Nguyễn phân tranh.","trieuDai":{"ten":"Nhà Mạc","nguoiSangLap":"Mạc Đăng Dung, tức Mạc Thái Tổ","queHuong":"Thôn Cổ Trai, xã Ngũ Đoan, huyện Kiến Thụy, thành phố Hải Phòng (nơi sinh) Thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương (quê gốc)","kinhDo":"Đông Kinh (Hà Nội)","thoiGian":"(1527–1592; 1593–1683)"}},{"ten":"Thanh Đô Vương – Trịnh Tráng","namTriVi":"(1623 – 1652)","khac":": năm 1623 Trịnh Tùng lâm bệnh nặng và mất, con là Trịnh Tráng lên thay. Ông đã 4 lần phát quân đánh với chúa Nguyễn ở Đàng Trong nhưng chỉ toàn thất bại nên phải rút về.","trieuDai":{"ten":"Chúa Nguyễn","nguoiSangLap":"Nguyễn Kim (tức Nguyễn Triệu Tổ - người sáng lập thực tế) Nguyễn Hoàng (tức Nguyễn Thái Tổ - chúa Nguyễn chính thức đầu tiên)","queHuong":"Thôn Gia Miêu, xã Hà Long, huyện Hà Trung, tỉnh Thanh Hóa","kinhDo":"Phú Xuân (thành phố Huế - tỉnh Thừa Thiên Huế)","thoiGian":"(1558-1777;1780–1802)"}},{"ten":"Tây Đô Vương – Trịnh Tạc","namTriVi":"(1653 – 1682)","khac":": năm 1653, Trịnh Tráng phong Trịnh Tạc làm Tây Đô Vương. Năm 1657, chúa Nguyễn đem quân vượt sông Gianh đánh Bắc Bố Chính và chiếm được 7 huyện Nam Hà. Trong lúc chiến sự gay go thì Trịnh Tráng mất, con là Trịnh Tạc lên thay. Ông cùng với con trai là Trịnh Căn, phản công với quân của chúa Nguyễn giành lại được Bắc Hà vào năm 1660.","trieuDai":{"ten":"Chúa Nguyễn","nguoiSangLap":"Nguyễn Kim (tức Nguyễn Triệu Tổ - người sáng lập thực tế) Nguyễn Hoàng (tức Nguyễn Thái Tổ - chúa Nguyễn chính thức đầu tiên)","queHuong":"Thôn Gia Miêu, xã Hà Long, huyện Hà Trung, tỉnh Thanh Hóa","kinhDo":"Phú Xuân (thành phố Huế - tỉnh Thừa Thiên Huế)","thoiGian":"(1558-1777;1780–1802)"}},{"ten":"Định Vương – Trịnh Căn","namTriVi":"(1682 – 1709)","khac":": năm 1682 Trịnh Tạc mất, con là Trịnh Căn lên thay. Ông là người có tài cả về quân sự lẫn văn trị. Ông từng cầm quân giành lại đất Bắc Hà từ tay chúa Nguyễn. Ông cũng là người khôn khéo trong ngoại giao khi buộc nhà Thanh phải trả lại các vùng đất bị quan trấn thủ nhà Thanh chiếm ở vùng biên giới. Thời gian ông cầm quyền có thể nói là thời kỳ thịnh vượng nhất ở Đàng Ngoài.","trieuDai":{"ten":"Chúa Nguyễn","nguoiSangLap":"Nguyễn Kim (tức Nguyễn Triệu Tổ - người sáng lập thực tế) Nguyễn Hoàng (tức Nguyễn Thái Tổ - chúa Nguyễn chính thức đầu tiên)","queHuong":"Thôn Gia Miêu, xã Hà Long, huyện Hà Trung, tỉnh Thanh Hóa","kinhDo":"Phú Xuân (thành phố Huế - tỉnh Thừa Thiên Huế)","thoiGian":"(1558-1777;1780–1802)"}},{"ten":"An Đô Vương – Trịnh Cương","namTriVi":"(1709 – 1729)","khac":": năm 1709 Trịnh Căn qua đời, vì con và cháu nội đích truyền đều đã mất, nên chắc là Trịnh Cương lên thay. Ông kế vị trong hoàn cảnh đất nước thái bình, thịnh trị, không có nạn đao binh. Ông sớm tỏ ra là người chín chắn, tận tụy khi tiếp quản cơ nghiệp của tổ tiên và củng cố thêm nền cai trị ở Đàng Ngoài."},{"ten":"Uy Nam Vương – Trịnh Giang","namTriVi":"(1729 – 1740)","khac":": năm 1740 Trịnh Cương đột ngột qua đời, con là thái tử Trịnh Giang lên thay. Giang là người ương hèn, lại ham mê hưởng lạc khiến cho quần thần bất mãn, giặc giã nổi loạn khắp nơi, nền chính trị ở Bắc Hà lung lay dữ dội. Có lần Trịnh Giang bị sét đánh gần chết. Từ đó mắc bệnh “kinh quý”, tâm thần hoảng loạn, phải cho xây cung Thưởng Trì xuống lòng đất để ở."},{"ten":"Minh Đô Vương – Trịnh Doanh","namTriVi":"(1740 – 1767)","khac":": năm 1740, các quần thần trong triều hợp sức đồng lòng lập Trịnh Doanh là em của Trịnh Gianh lên làm chúa, tức Minh Đô Vương. Doanh từ nhỏ đã sớm biểu hiện là người văn tài võ lược. Khi lên ngai vương, ông đã lập tức sửa sang lại những gì mà Trịnh Giang đã làm sai như phế bỏ vua Lê Duy Phường, lập vua Lê Duy Tường, đánh dẹp các cuộc khởi nghĩa nông dân ở Đàng Ngoài."},{"ten":"Tĩnh Đô Vương – Trịnh Sâm","namTriVi":"(1767 – 1782)","khac":": năm 1767, Trịnh Doanh mất, con là thái tử Trịnh Sâm lên thay. Từ nhỏ Sâm đã được nuôi dạy rất cẩn thận nên khi trưởng thành là người văn võ toàn tài, tính tình cứng rắn, thông minh và quyết đoán. Ông cũng là vị chúa đầu tiên và duy nhất ở Đàng Ngoài đánh chiếm được vùng Thuận Hóa của chúa Nguyễn ở Đàng Trong. Nhưng sau khi thắng trận lại tỏ ra kiêu căng tự phụ.","trieuDai":{"ten":"Chúa Nguyễn","nguoiSangLap":"Nguyễn Kim (tức Nguyễn Triệu Tổ - người sáng lập thực tế) Nguyễn Hoàng (tức Nguyễn Thái Tổ - chúa Nguyễn chính thức đầu tiên)","queHuong":"Thôn Gia Miêu, xã Hà Long, huyện Hà Trung, tỉnh Thanh Hóa","kinhDo":"Phú Xuân (thành phố Huế - tỉnh Thừa Thiên Huế)","thoiGian":"(1558-1777;1780–1802)"}},{"ten":"Điện Đô Vương – Trịnh Cán","namTriVi":"(2 tháng trong năm 1782)","khac":": năm 1767, Trịnh Sâm mất, con là Trịnh Cán còn nhỏ lại hay đau bệnh lên thay."},{"ten":"Đoan Nam Vương – Trịnh Khải","namTriVi":"(1782 – 1786)","khac":": sau khi Trịnh Sâm mất, Trịnh Khải là con trai trưởng muốn cướp ngôi nên đã xúi giục bọn kiêu binh ở Tam phủ nổi loạn, phế Cán lập Khải lên ngôi. Lúc này Bắc Hà rơi vào nạn kiêu binh nổi loạn, cướp phá khắp nơi."},{"ten":"Án Đô Vương – Trịnh Bồng","namTriVi":"(1787 – 1788)","khac":": năm 1786, nghĩa quân Tây Sơn do Nguyễn Huệ lãnh đạo tiến đánh Bắc Hà. Quân Trịnh Khải chống cự yếu ớt và bị đánh tan tác. Bản thân Trịnh Khải bị bắt và tự tử ngay sau đó. Để cứu cơ nghiệp của nhà Trịnh, Trịnh Bồng là bác họ của Trịnh Khải tập hợp các tướng lĩnh cũ để mưu đồ việc lớn. Nhưng sau nhiều lần thất bại ông đã từ bỏ ngai vương, chọn cuộc sống tu hành rồi trốn đời biệt tích. Ông là vị Trịnh vương cuối cùng trong lịch sử Việt Nam."},{"ten":"Sãi vương – Nguyễn Phúc Nguyên","namTriVi":"(1613 – 1635)","khac":": ông là con thứ 6 của Chúa Tiên Nguyễn Hoàng – người có công khai phá mở mang bờ cõi ở phương Nam. Ông là người có tài về quân sự, chính trị và ngoại giao. Trong thời gian cai trị ông đã cố gắng xây dựng xứ Đàng Trong độc lập, tự chủ, hoàn toàn ly khai với Đàng Ngoài. Ông cũng là người 2 lần đánh bại cuộc tiến công của chúa Trịnh ở Đàng Ngoài. Ông cũng được dân gian gọi là chúa Sãi (Sãi vương), hay chúa Bụt (Phật vương).","trieuDai":{"ten":"Chúa Trịnh","nguoiSangLap":"Trịnh Kiểm (tức Trịnh Thế Tổ - người sáng lập thực tế) Trịnh Tùng (tức Trịnh Thành Tổ - chúa Trịnh chính thức đầu tiên)","queHuong":"Thôn Sóc Sơn, xã Vĩnh Hùng, huyện Vĩnh Lộc, tỉnh Thanh Hóa (quê gốc) Thôn Hổ Bái, xã Yên Bái, huyện Yên Định, tỉnh Thanh Hóa (nơi sinh)","kinhDo":"Đông Kinh (Hà Nội)","thoiGian":"(1545–1787)"}},{"ten":"Thượng vương – Nguyễn Phúc Lan","namTriVi":"(1635 – 1648)","khac":": năm 1635 Sãi vương qua đời, con thứ 2 là Nguyễn Phúc Lan lên thay. Ông cũng được gọi là chúa Thượng (Thượng vương)."},{"ten":"Hiền vương – Nguyễn Phúc Tần","namTriVi":"(1648 – 1687)","khac":": năm 1648, Thượng vương đột ngột qua đời trong khi có chiến sự với Đàng Ngoài. Nguyễn Phúc Tần là con lên thay. Ông là vị chúa đầu tiên và duy nhất ở ĐàngTrong chủ động cho quân vượt sông Gianh đánh Đàng Ngoài và chiếm được Nam Hà. Sau thời gian giằng co với quân Trịnh, năm 1672 hai bên chính thức đình chiến, lấy sông Gianh làm biên giới. Về đối nội ông là người chăm lo chính sự, xa rời nữ sắc và coi trọng hiền tài nên ông được dân gian gọi là chúa Hiền (Hiền vương)."},{"ten":"Nghĩa vương – Nguyễn Phúc Thái","namTriVi":"(1687 – 1691)","khac":": năm 1687 Hiền vương qua đời, con là Nguyễn Phúc Thái lên thay. Phúc Thái nổi tiếng là người nhân nghĩa, rộng lượng, là vị chúa có tài. Ông trọng dụng hiền tài, giảm nhẹ hình phạt, thuế khóa khiến trăm họ đều vui nên dân gian gọi ông là chúa Nghĩa (Nghĩa vương)."},{"ten":"Minh vương – Nguyễn Phúc Chu","namTriVi":"(1691 – 1725)","khac":":năm 1691, Nghĩa vương qua đời, con là Nguyễn Phúc Chu lên thay. Ông là một vị chúa có hiền và có tài nên dân gian gọi là chúa Minh (Minh vương hay Quốc chúa Minh vương). Nối nghiệp tiền nhân, ông mở mang bờ cõi xuống phía Nam đến tận Hà Tiên. Ông cũng là người rất coi trọng hiền thần, thích lời ngay thẳng, bỏ xa hoa, giảm nhẹ thuế má, ngục hình."},{"ten":"Ninh vương – Nguyễn Phúc Thụ","namTriVi":"(1725 – 1738)","khac":": năm 1725 Nghĩa vương qua đời, con trưởng là Nguyễn Phúc Thụ tiếp ngôi. Thụ từ nhỏ đã là người văn võ toàn tài. Ông đã có công đánh đuổi quân Chân Lạp quấy nhiễu và lấy được đất ở Vĩnh Long và Mỹ Tho. Ông đặt ra các đơn vị hành chánh để quản lý, giữ gìn và mở mang vùng đồng bằng sông Cửu Long. Ông được dân gian gọi là chúa Ninh (Ninh vương)."},{"ten":"Võ vương – Nguyễn Phúc Khoát","namTriVi":"(1738 – 1765)","khac":": năm 1738, Ninh vương qua đời, con trưởng là Nguyễn Phúc Khoát lên thay. Ông là người thông minh, cương nghị, dứt khoát đôi khi tàn nhẫn. Ông là người có công rất lớn trong công cuộc Nam tiến và lấy được rất nhiều vùng đất đai màu mỡ như : Tân An, Gò Công, Sóc Trăng, Trà Vinh, Châu Đốc, Sa Đét. Dân gian thường gọi ông là chúa Võ (Võ vương)."},{"ten":"Định vương – Nguyễn Phúc Thuần","namTriVi":"(1765 – 1777)","khac":": năm 1765, Võ vương qua đời, quyền thần Trương Phúc Loan nắm hết quyền hành. Phúc Loan phế ngôi của củaNguyễn Phúc Luân và đưa Nguyễn Phúc Thuần lúc đó còn nhỏ lên thay. Lúc này khởi nghĩa Tây Sơn nổi dậy cùng với chúa Trịnh ở Đàng Ngoài đánh chiếm Thuận Hóa và tiến về Nam Bộ. Năm 1777, Phúc Thuần bị quân Tây Sơn bắt và giết chết ở Long Xuyên. Ông là vị chúa cuối cùng của nhà Nguyễn ở Đàng Trong trong thời kỳ Trịnh-Nguyễn phân tranh này. Dân gian gọi ông là chúa Định (Định vương).","trieuDai":{"ten":"Chúa Trịnh","nguoiSangLap":"Trịnh Kiểm (tức Trịnh Thế Tổ - người sáng lập thực tế) Trịnh Tùng (tức Trịnh Thành Tổ - chúa Trịnh chính thức đầu tiên)","queHuong":"Thôn Sóc Sơn, xã Vĩnh Hùng, huyện Vĩnh Lộc, tỉnh Thanh Hóa (quê gốc) Thôn Hổ Bái, xã Yên Bái, huyện Yên Định, tỉnh Thanh Hóa (nơi sinh)","kinhDo":"Đông Kinh (Hà Nội)","thoiGian":"(1545–1787)"}},{"ten":"Thái Đức","namTriVi":"(1778 – 1788)","khac":": năm 1771, Nguyễn Nhạc cùng 2 người em của mình là Nguyễn Huệ và Nguyễn Lữ khởi nghĩa ở ấp Tây Sơn. Đến năm 1788 khởi nghĩa thắng lợi, Nguyễn Nhạc tự xưng là Thái Đức Hoàng Đế lập ra nhà Tây Sơn.","trieuDai":{"ten":"Nhà Tây Sơn","nguoiSangLap":"Nguyễn Nhạc, tức Thái Đức Đế","queHuong":"Thị trấn Phú Phong, huyện Tây Sơn, tỉnh Bình Định (nơi sinh) Thị trấn Hưng Nguyên, huyện Hưng Nguyên, tỉnh Nghệ An (quê gốc)","kinhDo":"Quy Nhơn (thị xã An Nhơn, Bình Định)","thoiGian":"(1778–1802)"}},{"ten":"Quang Trung","namTriVi":"(1788 – 1792)","khac":": tình hình trong thời kỳ này rất rối ren phức tạp. Hậu duệ của chúa Nguyễn là Nguyễn Phúc Ánh – con của Nguyễn Phúc Luân, vẫn còn muốn lấy lại cơ nghiệp của các chúa Nguyễn nên sau khi chạy thoát đã cầu viện vua Xiêm mang quân sang đánh với nhà Tây Sơn năm 1784. Đầu năm 1785, Nguyễn Huệ đã cho phục binh ở Rạch Gầm – Xoài Mút đánh tan liên minh Xiêm – Nguyễn. Năm 1786 khi chưa được lệnh anh là Nguyễn Nhạc, Nguyễn Huệ đã tự ý đem quân đánh Bắc Hà lật đỗ họ Trịnh ở Đàng Ngoài. Lúc này nảy sinh mâu thuẫn giữa anh em nhà Tây Sơn. Năm 1788, Lê Chiêu Thống đã “cõng rắn cắn gà nhà” chạy sang cầu viện quân Thanh đêm 29 vạn quân về chiếm Thăng Long. Trong tình cảnh này Nguyễn Huệ buộc phải lên ngôi Hoàng đế, tức Quang Trung Hoàng đế. Sau đó với tài năng quân sự kiệt xuất của mình Quang Trung đã chỉ huy quân Tây Sơn đánh tan 29 vạn quân Thanh xâm lược. Nguyễn Nhạc lúc này xưng là Tây Sơn vương.","trieuDai":{"ten":"Chúa Nguyễn","nguoiSangLap":"Nguyễn Kim (tức Nguyễn Triệu Tổ - người sáng lập thực tế) Nguyễn Hoàng (tức Nguyễn Thái Tổ - chúa Nguyễn chính thức đầu tiên)","queHuong":"Thôn Gia Miêu, xã Hà Long, huyện Hà Trung, tỉnh Thanh Hóa","kinhDo":"Phú Xuân (thành phố Huế - tỉnh Thừa Thiên Huế)","thoiGian":"(1558-1777;1780–1802)"}},{"ten":"Cảnh Thịnh","namTriVi":"(1793 – 1802)","khac":": năm 1792, Quang Trung hoàng đế đột ngột băng hà bỏ lại nhiều hoài bão chưa hoàn thành, con thứ là Nguyễn Quang Toản lên ngôi, tức Cảnh Thịnh. Lúc này nội bộ trong triều rối ren, họa ngoại thích luôn rình rập. Năm 1793, Nguyễn Ánh đem quân đánh Quy Nhơn, Nguyễn Nhạc cầu viện Cảnh Thịnh. Cảnh Thịnh đem quân đánh Nguyễn Ánh và chiếm luôn Quy Nhơn khiến Nguyễn Nhạc uất hận mà qua đời. Năm 1802, Quang Toản bị Nguyễn Ánh đánh bại, bị bắt và dùng cực hình xử tử, kết thúc triều đại Tây Sơn oanh liệt. Cũng từ đây đất nước lại thống nhất về một mối và mở ra triều đại mới, triều đại phong kiến cuối cùng trong lịch sử Việt Nam – nhà Nguyễn.","trieuDai":{"ten":"Nhà Nguyễn","nguoiSangLap":"Nguyễn Ánh, tức Nguyễn Thế Tổ","queHuong":"Thành phố Huế, tỉnh Thừa Thiên Huế (nơi sinh) Thôn Gia Miêu, xã Hà Long, huyện Hà Trung, tỉnh Thanh Hóa (quê gốc)","kinhDo":"Huế (thành phố Huế - tỉnh Thừa Thiên Huế)","thoiGian":"(1802–1945)"}},{"ten":"Gia Long","namTriVi":"(1802 – 1820)","khac":": năm 1777 Nguyễn Ánh là hậu duệ của chúa Nguyễn ở Đàng Trong đã chạy thoát trước sự truy sát của quân Tây Sơn. Ông sông lưu vong ở Xiêm La một thời gian. Dưới sự giúp đỡ của Xiêm La và Pháp, năm 1802 Nguyễn Ánh tập trung lực lượng đánh chiếm Nam Hà, sau đó đánh bại nhà Tây Sơn lập nên triều Nguyễn thống nhất giang san rộng lớn từ Nam chí Bắc. Ông lên ngôi hoàng đế, tức Gia Long, đặt tên nước là Việt Nam. Có nhiều luồng nhận xét trái chiều về con người Nguyễn Ánh – Gia Long nhưng khách quan mà nhận xét ông là người rất có nghị lực và có công thống nhất đất nước sau 3 thế kỷ bị chia cắt. Tuy ông đã từng dựa vào ngoại bang như Xiêm La, Pháp nhưng ông là người ý thức tự chủ dân tộc rất cao. Tuy nhiên ông cũng là người tàn nhẫn khi cho phá nát mộ phần của nhà Tây Sơn và giết chết công thần khai quốc vì những chuyện cỏn con.","trieuDai":{"ten":"Chúa Nguyễn","nguoiSangLap":"Nguyễn Kim (tức Nguyễn Triệu Tổ - người sáng lập thực tế) Nguyễn Hoàng (tức Nguyễn Thái Tổ - chúa Nguyễn chính thức đầu tiên)","queHuong":"Thôn Gia Miêu, xã Hà Long, huyện Hà Trung, tỉnh Thanh Hóa","kinhDo":"Phú Xuân (thành phố Huế - tỉnh Thừa Thiên Huế)","thoiGian":"(1558-1777;1780–1802)"}},{"ten":"Minh Mạng","namTriVi":"(1820 – 1840)","khac":": năm 1820, vua Gia Long bệnh nặng qua đời, con là Nguyễn Phúc Đảm lên thay, tức Minh Mạng. Ông là vị vua thông minh, quyết đoán. Dưới thời của ông, đất nước trở nên thịnh vượng và hùng mạnh có lãnh thổ rộng lớn nhất trong lịch sử Việt Nam. Ông cũng có tham vọng biến nước Việt Nam thành một cường quốc nên đã đặt tên nước là Đại Nam."},{"ten":"Thiệu Trị","namTriVi":"(1841 – 1847)","khac":": cuối năm 1820, vua Minh Mạng băng hà, con trưởng là Nguyễn Phúc Miên Tông lên thay, tức Thiệu Trị. Ông là người cần mẫn chăm lo việc nước nhưng không năng động nên chỉ áp dụng những gì đã có thời Minh Mạng mà không có cải cách nào đáng chú ý."},{"ten":"Tự Đức","namTriVi":"(1847 – 1883)","khac":": năm 1847, vua Thiệu Trị băng hà, con thứ là Nguyễn Phúc Hồng Nhậm lên ngôi. Ông là vị vua tốt, cần mẫn nhưng cũng giống các vị tiên đế khác, ông là người theo trường phái Tống nho lạc hậu, bảo thủ và hủ lậu so với đương thời. Thời gian ông trị vì đất nước có nhiều biến cố. Năm 1858, Pháp đem chiến thuyền đến Đà Nẵng bán phá. Năm 1862, Pháp đánh chiếm 3 tỉnh miền Đông Nam Bộ là Biên Hòa, Gia Định và Định Tường. Năm 1867, Pháp đánh chiếm nốt 3 tỉnh miền Tây Nam Bộ là : Vĩnh Long, An Giang và Hà Tiên. Năm 1873, Pháp đánh chiếm 4 tỉnh miền Bắc là : Hà Nội, Nam Định, Ninh Bình và Hải Dương. Năm 1874, ký hòa ước công nhận toàn bộ Nam Kỳ là thuộc Pháp. Năm 1883, ký hiệp ước với Pháp với nội dung là xác nhận toàn bộ quyền bảo hộ dài hạn của Pháp ở Bắc và Trung Kỳ. Đất nước ta lại rơi vào tay ngoại xâm."},{"ten":"Dục Đức","namTriVi":"(3 ngày, 1883)","khac":": năm 1883, vua Tự Đức mất vì vua không có con nối dỗi nên đã nhận 3 người cháu làm con nuôi. Thái tử Nguyễn Phúc Ưng Chân lên thay nhưng chỉ sau 3 ngày đã bị phế truất."},{"ten":"Hiệp Hòa","namTriVi":"(6 tháng, 1883)","khac":": sau khi phế Dục Đức, 2 quan phụ chính là Tôn Thất Thuyết và Nguyễn Văn Tường đã cho đón con thứ của vua Tự Đức là Nguyễn Phúc Hồng Dật lên ngôi, tức Hiệp Hòa. Nhưng do lập trường của Hiệp Hòa và 2 quan phụ chính trái ngược nhau nên vua chỉ ở ngôi được 6 tháng thì bị phế."},{"ten":"Kiến Phúc","namTriVi":"(1883 – 1884)","khac":": sau khi phế Hiệp Hòa, người con thứ 3 của vua Tự Đức là Nguyễn Phúc Ưng Đăng lên ngôi, tức Kiến Phúc. Sau 8 tháng ở ngôi vua, Kiến Phúc đã lâm bệnh nặng và mất khi mới 15 tuổi."},{"ten":"Hàm Nghi","namTriVi":"(1884 – 1885)","khac":": sau khi vua Kiến Phúc mất, 2 quan phụ chính lại đưa em của Kiến Phúc là Nguyễn Phúc Ưng Lịch lên ngôi lúc 13 tuổi, tức Hàm Nghi. Ông tuy nhỏ tuổi nhưng đã nhận thức rất sâu sắc về nỗi đau đất nước. Khi bi Pháp vay hãm, ông đã 2 lần ra chiếu Cần Vương. Ông là tấm gương sáng cho dân tộc."},{"ten":"Đồng Khánh","namTriVi":"(1885 – 1888)","khac":": năm 1885, vua Hàm Nghi thoát ly triều đình, kéo cờ khởi nghĩa, ra chiếu Cần Vương, tập hợp lực lượng để chống Pháp. Thống tướng người Pháp De Courcy xin ý kiến của Hoàng Thái Hậu Từ Dũ để lập người con nuôi khác của vua Tự Đức là Nguyễn Phúc Ưng Kỷ lên ngôi, tức Đồng Khánh."},{"ten":"Thành Thái","namTriVi":"(1889 – 1907)","khac":": năm 1889, vua Đồng Khánh bị bệnh qua đời, Tổng sứ Trung Bắc Kỳ chọn Nguyễn Phúc Bửu Lân là con vua Dục Đức lên nối ngôi, tức Thành Thái. Ông là người có suy nghĩ tiến bộ, thời đại lại là người có ý thức dân tộc rất cao nên không được lòng người Pháp."},{"ten":"Duy Tân","namTriVi":"(1907 – 1916)","khac":": năm 1907, chính phủ Pháp nhận thấy vua Thành Thái là người có ý thức dân tộc cao nên đã cho tung tin vua bị bệnh “thần kinh” và đưa đi lưu đày. Con nhỏ của vua Thành Thái là Nguyễn Phúc Vĩnh San được đưa lên ngôi khi 8 tuổi, tức Duy Tân. Càng lớn, cũng giống như cha mình, vua ý thức được vận mệnh của đất nước, của dân tộc. Vua đã từng dự định cùng khởi nghĩa với Việt Nam Quang Phục Hội của Trần Cao Vân nhưng sự việc chưa tiến hành thì đã bị lộ."},{"ten":"Khải Định","namTriVi":"(1916 – 1925)","khac":": năm 1916, Pháp buộc tội vua Duy Tân và đưa đi lưu đày. Người Pháp đã chọn Nguyễn Phúc Bửu Đảo là con trưởng vua Đồng Khánh lên ngôi, tức Khải Định. Khải Định là người ương hèn, nhu nhược, chỉ lo ăn chơi, lại luôn nịnh bợ người Pháp nên rất được lòng nhà cầm quyền Pháp bấy giờ."},{"ten":"Bảo Đại","namTriVi":"(1926 – 1945)","khac":": năm 1925, Khải Định mất. Năm 1926 Bảo Đại lên ngôi vua. Năm 1945, sau khi cách mạng tháng 8 thành công, Bảo Đại chính thức thoái vị, trao ấn tín và kiếm bạc nạm ngọc cho Việt Nam Dân Chủ Cộng Hòa, chính thức trở thành “công dân Vĩnh Thụy”. Ông là vị hoàng đế cuối cùng của triều đại phong kiến trong lịch sử Việt Nam."},{"ten":"Việt Nam Dân Chủ Cộng Hòa","namTriVi":"(1945 – 1976)","khac":": năm 1945 dưới sự lãnh đạo của Nguyễn Ái Quốc, quân dân ta đã đánh đổ đế quốc Pháp và phát-xít Nhật. Vào ngày 2/9/1945, Chủ tịch Hồ Chí Minh đã đọc bản tuyên ngôn độc lập tại quãng trường Ba Đình, khai sinh ra nước Việt Nam Dân Chủ Cộng Hòa với thủ đô là Hà Nội."},{"ten":"Cộng Hòa Xã Hội Chủ Nghĩa Việt Nam","namTriVi":"(1976 – nay)","khac":": năm 1954, VNDCCH đã đánh tan ý chí xâm lược lần 2 của thực dân Pháp bằng chiến thắng Điện Biên Phủ vang dội khắp 5 châu, buộc Pháp phải ngồi vào bàn ký hiệp định Geneve công nhận độc lập chủ quyền và rút quân ra khởi Đông Dương. Cũng trong năm này Mỹ đã thay chân Pháp nhảy vào miền Nam, thành lập chính phủ bù nhìn Việt Nam Cộng Hòa. Sau khi tiến hành nhiều cuộc chiến tranh mà không dành được thắng lợi đến năm 1973 Mỹ buộc phải ngồi vào bàn ký hiệp định Paris. Hiệp định này có ý nghĩa để Mỹ rút chân ra khỏi miền Nam Việt Nam trong danh dự. Năm 1975, quân giải phóng miền Nam đã tiến hành tổng tiến công và nổi dậy vào Sài Gòn, đánh đổ chính quyền VNCH, thống nhất đất nước. Năm 1976, tên nước chính thức là Cộng Hòa Xã Hội Chủ Nghĩa Việt Nam, Đảng Lao Động Việt Nam được đổi thành Đảng Cộng Sản Việt Nam, thủ đô là Hà Nội, Sài Gòn được đổi tên thành Thành phố Hồ Chí Minh."},